<?php

return [
    'month' => [
        'name' => 'Месяц',
        'long' => [
            '1' => 'Января',
            '2' => 'Февраля',
            '3' => 'Марта',
            '4' => 'Апреля',
            '5' => 'Мая',
            '6' => 'Июня',
            '7' => 'Июля',
            '8' => 'Августа',
            '9' => 'Сентября',
            '10' => 'Октября',
            '11' => 'Ноября',
            '12' => 'Декабря',
        ],
        'short' => [
            '1' => 'янв.',
            '2' => 'фев.',
            '3' => 'март',
            '4' => 'апр.',
            '5' => 'мая',
            '6' => 'июня',
            '7' => 'июля',
            '8' => 'авг.',
            '9' => 'сен.',
            '10' => 'окт.',
            '11' => 'ноя.',
            '12' => 'дек.',
        ],
    ],
    'day' => [
        'today' => 'Сегодня',
        'short' => [
            '0' => 'Вс',
            '1' => 'Пн',
            '2' => 'Вт',
            '3' => 'Ср',
            '4' => 'Чт',
            '5' => 'Пт',
            '6' => 'Сб',
        ],
    ],
    'year' => [
        'chosen' => 'год|года|лет',
    ],
];