<?php

return [

    'elements' => [
        'header' => [
        ],
        'footer' => [

        ],
        'fields' => [
            'first_name' => [
                'placeholder' => 'Ваше имя',
            ],
        ],
        'btn' => [
            'send' => 'Отправить',
        ],
    ],

    'widgets' => [
    ],

    'pages' => [
        '404' => [
            'title' => 'Страница не найдена',
            'back_to_home' => 'Вернуться на главную страницу',
        ],
        '500' => [
            'title' => 'Уппc...',
            'description' => 'Что-то пошло не так, скоро починим',
        ],
        '503' => [
            'title' => 'Идет обновление...',
            'description' => 'Возвращайтесь через пару минут',
        ],
    ],

    'other' => [
        'more' => 'Подробнее',
        'share' => 'Поделиться:',
    ],
];
