<?php

return [
    'save' => [
        'success' => 'Данные успешно сохранены',
        'error' => 'Произошла ошибка при сохранении',
    ],
    'fast' => [
        'success' => 'Данные успешно обновлены',
        'error' => 'Произошла ошибка при обновлении',
    ],
    'reorder' => [
        'success' => 'Порядок успешно обновлен',
        'error' => 'Произошла ошибка при обновлении',
    ],
    'delete' => [
        'success' => 'Данные успешно удалены',
        'error' => 'Произошла ошибка при удалении',
    ],
];