<?php

return [
    'home' => [
        'title' => 'Главная',
    ],

    'login' => [
        'title' => 'Авторизация',
    ],

    'users' => [
        'title' => 'Пользователи',
        'add' => 'Добавление пользователя',
        'add_button' => 'Добавить пользователя',
        'edit' => 'Редактирование пользователя',
        'not_found' => 'Пользователи не найдены',
        'roles' => array_combine(\App\Models\User\Role::ROLES, [
            'Администратор',
        ]),
    ],

    'pages' => [
        'title' => 'Страницы',
        'add' => 'Добавление страницы',
        'add_button' => 'Добавить страницу',
        'edit' => 'Редактирование страницы',
        'not_found' => 'Страницы не найдены',
        'order' => 'Сортировка страниц',
        'order_button' => 'Отсортировать страницы',
    ],

    'sections' => [
        'title' => 'Разделы',
        'edit' => 'Редактирование',
    ],

    'settings' => [
        'title' => 'Настройки',
        'edit' => 'Редактирование настроек',
    ],
];