<?php

return [
    'home' => [
        'title' => 'Главная',
    ],

    'users' => [
        'title' => 'Пользователи',
        'add_button' => 'Добавить пользователя',
        'create' => 'Создание пользователя',
        'edit' => 'Редактирование пользователя',
    ],

    'pages' => [
        'title' => 'Страницы',
        'add_button' => 'Добавить страницу',
        'create' => 'Создание страницы',
        'edit' => 'Редактирование страницы',
    ],

    'sections' => [
        'title' => 'Разделы',
        'edit' => 'Редактирование',
    ],

    'settings' => [
        'title' => 'Настройки',
        'edit' => 'Редактирование настроек',
    ],
];